[
  {
    "company": "Doctors without Borders",
    "type": "Brand Website",
    "description": "Doctors without Borders is one of the most well known non-profit brands in the world. When we were asked to create a new website for Doctors without Borders, we decided to focus on the organization’s unsung heroes: the people who work out in the field, often under dangerous circumstances. The amount of visitors willing to donate to the charity has doubled since the launch of the new website.",
    "linkText": "View project on tamtam.nl",
    "link": "https://www.tamtam.nl/en/work/artsen-zonder-grenzen/",
    "image": "/images/work/azg.jpg"
  },
  {
    "company": "Walibi",
    "type": "Platform",
    "description": "For youngsters with a need for speed, Walibi Holland is the place to be. Here you’ll find the highest, fastest and most thrilling rollercoasters of the Benelux. Adrenaline levels go sky high when you’re in the park, but ideally the adrenaline should start to flow the minute you visit the site. That’s why we decided to allow visitors to speed up on the website as well.",
    "linkText": "View project on tamtam.nl",
    "link": "https://www.tamtam.nl/en/work/walibi-holland/",
    "image": "/images/work/walibi.jpg"
  },
  {
    "company": "Harman Kardon",
    "type": "Activation",
    "description": "Harman Kardon is a famous brand of speakers and headphones. At the end of 2014 they launched their latest flagship – a multi-room audio system called Omni. To promote it amongst millenials, we made a cross-platform audio game.",
    "linkText": "View this project on a friend of mine",
    "link": "http://afriendofmine.nl/project/the-other-room",
    "image": "/images/work/hk.jpg"
  },
  {
    "company": "Koninklijke Bibliotheek",
    "type": "Activation",
    "description": "What do you think is the most important book in world? The National Dutch Library is asking citizens to decide together in a contest that’s part of 2016 Year of the Book. We made a beautiful digital home to this contest that allows you to navigate the current selection and offer up your own opinion.",
    "linkText": "View this project on a friend of mine",
    "link": "http://afriendofmine.nl/project/belangrijkste-boek",
    "image": "/images/work/kb.jpg"
  },
  {
    "company": "Marlies Dekkers",
    "type": "Digital Marketing",
    "description": "The partnership between Expand Online and Marlies Dekkers has been successful for the past four years. During these years, the lingerie brand experienced a relaunch and shifted its focus from offline retail to online. Our job is to provide advice, manage the online marketing activities and determine the strategy alongside Marlies Dekkers’ marketing team.",
    "linkText": "View this project on Expand Online",
    "link": "http://www.expandonline.nl",
    "image": "/images/work/md.jpg"
  },
  {
    "company": "TomTom",
    "type": "Digital Marketing",
    "description": "When we started working for TomTom in 2014, the measurement was not clear, to say the least. That is why started off with optimising the online measurement and redesigning the existing SEA and programmatic display campaigns. Within one year, we eliminated a substantial amount of technical obstacles. As a result TomTom’s success became visible.",
    "linkText": "View this project on Expand Online",
    "link": "http://www.expandonline.nl",
    "image": "/images/work/tomtom.jpg"
  },
  {
    "company": "VacanceSelect",
    "type": "Digital Marketing",
    "description": "VacanceSelect is the place to be if you want to book a spot for your caravan or an accommodation on the more luxurious campsites and holiday parks in Europe. Through SEA, Facebook, YouTube and Retargeting campaigns, we delivered relevant traffic and more bookings from 10 different European markets.",
    "linkText": "View this project on Expand Online",
    "link": "http://www.expandonline.nl",
    "image": "/images/work/vacanceselect.jpg"
  },
  {
    "company": "Microsoft",
    "type": "Content Marketing",
    "description": "Second Degree is one of the agencies of record of Microsoft Nederland since December 2013. As a content partner we create, plan and monitor the performance of (B2B) content for specific departments of Microsoft Nederland (SMB, EPG, DX). Second Degree creates various types of content for Microsoft, such as LinkedIn posts, blogs, longreads and video. In 2016, Microsoft Nederland is one of the top-brands on LinkedIn in the Netherlands. ",
    "linkText": "Go to Second Degree",
    "link": "http://www.seconddegree.nl/",
    "image": "/images/work/microsoft.jpg"
  },
  {
    "company": "Philips",
    "type": "Content Marketing",
    "description": "Philips Benelux is all about innovation. And innovation is one of the key ingredients of our partnership with Philips Benelux since 2014. Together we’ve created one of the first (and most successful) showcase pages in the Netherlands ‘Philips, innovation and you’. In 2015 we’ve co-created a pilot lead generation campaign for the Lighting-division (Green Warehouse). This campaign tactic was successful and resulted in 4 more ‘leadgen’ campaigns in the fall. In 2016, Philips Benelux remains one of the top-brands on LinkedIn in the Netherlands.",
    "linkText": "Go to Second Degree",
    "link": "http://www.seconddegree.nl/",
    "image": "/images/work/philips.jpg"
  },
  {
    "company": "Ziggo",
    "type": "Content Marketing",
    "description": "Ziggo wants to be a partner for all entrepreneurs which resulted in the creation of a showcase page on LinkedIn for Entrepreneurs in the spring of 2015. Second Degree was asked to particpate as a content partner, alongside LinkedIn, BNR (ZZP Café) and ZZP Barometer, to increase the performance on LinkedIn. Second Degree creates various types of content for Ziggo, such as LinkedIn posts, blogs and promotions. In 2016, Ziggo is one of the top-brands on LinkedIn in the Netherlands.",
    "linkText": "Go to Second Degree",
    "link": "http://www.seconddegree.nl/",
    "image": "/images/work/ziggo.jpg"
  },
  {
    "company": "Arcadis",
    "type": "B2B Platform",
    "description": "Arcadis is a design and consultancy firm with 28,000 employees worldwide, with expertise in the natural and built assets sector. TamTam created the renewed brand’s global website which went live in over 30 countries and 10 different languages. This is the story of a B2B website which focuses on smart content marketing.",
    "linkText": "View project on tamtam.nl",
    "link": "https://www.tamtam.nl/en/work/arcadis/",
    "image": "/images/work/arcadis.jpg"
  }
]
